---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Flow
source: html/cfc10680-fe49-e470-4656-7476dbeee6f4.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Flow Property

The connector flow, Units:(ft³/s)

## Syntax (C#)
```csharp
public double Flow { get; }
```